id: 5b8d86f5-26a8-49b8-ba37-b35286e485eh

query_frequency: 'P5D'
query_period: 'P5D'
severity: 'Low'
trigger_operator: 'GreaterThan'
trigger_threshold: 5
description: 'cliAlert'
display_name: 'CliAlertDescription'
enabled: True
tactics: [
'Persistence'
]
suppression_duration: 'P1D'
suppression_enabled: False
query: |
  SecurityEvent
  | where EventID == "4687"
  | where CommandLine contains "-noni -ep bypass $"
